<?php
/* 
+----------------------------------------------------------------------
| T-Linx2.0 运营平台管理系统 V2.1
+----------------------------------------------------------------------
| Author: linzi <wulinyan@ttg.cn>
+----------------------------------------------------------------------
| 运营平台配置文件路径: ../Common/organ.php
+----------------------------------------------------------------------
*/

// 检测PHP环境
if(version_compare(PHP_VERSION,'5.3.0','<'))  die('require PHP > 5.3.0 !');

// 开启调试模式 建议开发阶段开启 部署阶段注释或者设为false
define('APP_DEBUG',false);

//入口绑定
define('BIND_MODULE','Mct2');

// 定义应用目录(可自行修改目录名)
define('APP_PATH','./Merchantapp/');

// 定义运行时文件目录（必须可写入，也可以自行修改目录名，更新版本时请备份后删除此目录下的所有文件）
define('RUNTIME_PATH','../Runtime/Merchant/');

// 引入ThinkPHP入口文件
require '../ThinkPHP/ThinkPHP.php';

// 亲^_^ 后面不需要任何代码了 就是如此简单